Repository: marivera/Max
Catalog: *.lproj/CompactDisc.strings
Languages: nb

source: Album Art
nb: Albumgrafikk

source: Compilations
nb: Samlealbum

source: Do you want to eject the disc "%@" while ripping is in progress?
nb: Vil du løse ut disken "%@" selv om mating pågår?

source: Eject
nb: Løs ut

source: Eject the disc
nb: Løs ut disken

source: Encode
nb: Enkode

source: Encode the selected tracks
nb: Enkode de markerte sporene

source: Multiple Tracks
nb: Flere spor

source: Next
nb: Neste

source: Previous
nb: Forrige

source: Query
nb: Utspør

source: Query MusicBrainz for album information
nb: Spør MusicBrainz om albumdata

source: Select the next track for editing
nb: Velg neste spor for redigering

source: Select the previous track for editing
nb: Velg forige spor for redigering

source: Show or hide detailed track information
nb: Vis eller skjul detaljert sporinformasjon

source: Show or hide the artwork associated with this album
nb: Vis eller skjul albumgrafikken assosiert med dette albumet

source: Tracks
nb: Spor

source: Unknown Album
nb: Ukjent album

source: Unknown Artist
nb: Ukjent artist

source: Unknown Track
nb: Ukjent spor

source: Your incomplete rips will be lost.
nb: Din uferdige mating vil gå tapt.
