Repository: marivera/Max
Catalog: *.lproj/Preferences.strings
Languages: nb

source: 320 kbps constant bitrate (CBR)
nb: 320 kbps konstant bitrate (CBR)

source: Adjust the parameters used for digital audio extraction
nb: Tilpass lydutvinningsparametere

source: Album Art
nb: Albumgrafikk

source: Control the general behavior of Max
nb: Kontroller Maxs generelle oppførsel

source: Custom encoder settings
nb: Brukerdefinerte enkodervalg

source: Formats
nb: Formater

source: General
nb: Generelt

source: Output
nb: Utdata

source: Post-Processing
nb: Etterbehandling

source: Ripper
nb: Ripping

source: Select the encoders that Max will use to produce audio
nb: Velg kodeksene Max skal bruke til å produsere audio.

source: Select where output files will be saved and how they will be named
nb: Velg hva filer skal hete og hvor de lagres.

source: Specify applications to open the encoded files
nb: Velg program å åpne ferdige filer med.

source: Specify custom tag names for FLAC, Ogg Vorbis and Monkey's Audio files
nb: Egendefinerte merkelappsnavn for FLAC, Ogg Vorbis og Monkey's Audio filer.

source: Specify the server used by MusicBrainz to retrieve disc information
nb: Velg hvilken MusicBrainz server skal brukes til plateinformasjon

source: Specify whether to add the encoded files to iTunes
nb: Velg om ferdige filer skal legges til i iTunes.

source: Specify whether to save album art with the encoded files
nb: Velg om albumgrafikk skal lagres med filene.

source: Tagging
nb: Merkelappsetting

source: ~130 kbps variable bitrate (VBR)
nb: ~130 kbps varierende bitrate (VBR)

source: ~190 kbps variable bitrate (VBR)
nb: ~190 kbps varierende bitrate (VBR)
